[
  

  {
    "id": "Hydrating Hyaluronic Acid Serum",
    "cathegory": "face",
    "title": "Hydrating Hyaluronic Acid Serum",
    "urls": [
      "/assets/products/29.png",
      "/assets/products/29.png",
      "/assets/products/29.png"
    ],
    "price": "12.99",
    "inStock": 6,
    "cardDescription": "Revitalize your skin with our Hydrating Hyaluronic Acid Serum. Infused with potent hyaluronic acid, it deeply moisturizes and plumps the skin for a radiant, youthful complexion.",
    "pageDescription": "Our Hydrating Hyaluronic Acid Serum is a lightweight, fast-absorbing formula that delivers intense hydration to the skin. With its powerful blend of hyaluronic acid and botanical extracts, it replenishes moisture, improves skin texture, and reduces the appearance of fine lines and wrinkles. Say hello to smooth, supple skin with our hydrating serum.",
    "ingredients": "Hyaluronic Acid Vitamin C Aloe Vera Green Tea Extract",
    "usage": "Apply a few drops to clean, dry skin every morning and evening, gently patting until fully absorbed. Follow with your favorite moisturizer.",
    "ratings": 3
  },
  {
    "id": "Brightening Vitamin C Serum",
    "cathegory": "face",
    "title": "Brightening Vitamin C Serum",
    "urls": [
      "/assets/products/30.png",
      "/assets/products/30.png",
      "/assets/products/30.png"
    ],
    "price": "10.99",
    "inStock": 4,
    "cardDescription": "Illuminate your complexion with our Brightening Vitamin C Serum. Packed with potent antioxidants, it fades dark spots and evens out skin tone for a radiant, glowing look.",
    "pageDescription": "Our Brightening Vitamin C Serum is a powerful antioxidant-rich formula that targets hyperpigmentation and dullness to reveal a brighter, more even complexion. With its high concentration of vitamin C and other skin-brightening ingredients, it reduces the appearance of dark spots, sun damage, and discoloration, leaving your skin luminous and radiant.",
    "ingredients": "Vitamin C Turmeric Extract Licorice Extract Ginseng Extract",
    "usage": "Apply a small amount to clean, dry skin every morning and evening, massaging gently until fully absorbed. Follow with sunscreen during the day.",
    "ratings": 4
  },
  {
    "id": "Anti-Aging Retinol Serum",
    "cathegory": "face",
    "title": "Anti-Aging Retinol Serum",
    "urls": [
      "/assets/products/31.png",
      "/assets/products/31.png",
      "/assets/products/31.png"
    ],
    "price": "19.99",
    "inStock": 9,
    "cardDescription": "Turn back the clock with our Anti-Aging Retinol Serum. Formulated with potent retinol, it reduces the appearance of fine lines and wrinkles for visibly younger-looking skin.",
    "pageDescription": "Our Anti-Aging Retinol Serum is a potent formula that targets signs of aging to reveal smoother, firmer skin. With its high concentration of retinol and other anti-aging ingredients, it stimulates collagen production, improves skin texture, and diminishes the appearance of fine lines and wrinkles. Say hello to a youthful, radiant complexion with our advanced retinol serum.",
    "ingredients": "Retinol Peptides Hyaluronic Acid Vitamin E",
    "usage": "Apply a pea-sized amount to clean, dry skin every evening, avoiding the eye area. Follow with moisturizer if needed. Start with 2-3 times a week and gradually increase frequency as tolerated.",
    "ratings": 5
  },
  {
    "id": "Soothing Niacinamide Serum",
    "cathegory": "face",
    "title": "Soothing Niacinamide Serum",
    "urls": [
      "/assets/products/1.png",
      "/assets/products/1.png",
      "/assets/products/1.png"
    ],
    "price": "15.99",
    "inStock": 0,
    "cardDescription": "Calm and soothe your skin with our Soothing Niacinamide Serum. Enriched with niacinamide and botanical extracts, it reduces redness and inflammation for a balanced, healthy complexion.",
    "pageDescription": "Our Soothing Niacinamide Serum is a gentle yet effective formula that targets skin concerns such as redness, irritation, and enlarged pores. With its high concentration of niacinamide and calming botanicals, it strengthens the skin barrier, reduces inflammation, and balances oil production, leaving your skin smooth, calm, and blemish-free.",
    "ingredients": "Niacinamide Chamomile Extract Calendula Extract Green Tea Extract",
    "usage": "Apply a few drops to clean, dry skin every morning and evening, gently patting until fully absorbed. Follow with moisturizer if needed.",
    "ratings": 5
  },
  {
    "id": "Moisture-Boosting Ceramide Serum",
    "cathegory": "face",
    "title": "Moisture-Boosting Ceramide Serum",
    "urls": [
      "/assets/products/2.png",
      "/assets/products/2.png",
      "/assets/products/2.png"
    ],
    "price": "19.99",
    "inStock": 9,
    "cardDescription": "Replenish your skin's moisture barrier with our Moisture-Boosting Ceramide Serum. Infused with ceramides and hyaluronic acid, it locks in moisture and restores suppleness for a plump, dewy complexion.",
    "pageDescription": "Our Moisture-Boosting Ceramide Serum is a nourishing formula that strengthens the skin barrier to prevent moisture loss and improve hydration levels. With its potent blend of ceramides, hyaluronic acid, and botanical extracts, it replenishes dry, dehydrated skin, leaving it soft, smooth, and revitalized.",
    "ingredients": "Ceramides Hyaluronic Acid Centella Asiatica Extract Rosehip Oil",
    "usage": "Apply a small amount to clean, dry skin every morning and evening, gently massaging until fully absorbed. Follow with moisturizer if needed.",
    "ratings": 1
  },

{
  "id": "Hydrating Day Cream",
  "cathegory": "face",
  "title": "Hydrating Day Cream",
  "urls": [
    "/assets/products/38.png",
    "/assets/products/38.png",
    "/assets/products/38.png"
  ],
  "price": "40.99",
  "inStock": 9,
  "cardDescription": "Quench your skin's thirst with our Hydrating Day Cream. Enriched with moisturizing ingredients, it replenishes dry skin and provides all-day hydration for a radiant complexion.",
  "pageDescription": "Our Hydrating Day Cream is a lightweight, non-greasy formula that deeply hydrates and nourishes the skin. Infused with hyaluronic acid and vitamin E, it locks in moisture and improves skin elasticity, leaving your skin feeling soft, smooth, and refreshed. Perfect for daily use to keep your skin hydrated and glowing all day long.",
  "ingredients": "Hyaluronic Acid Vitamin E Shea Butter Jojoba Oil",
  "usage": "Apply to clean, dry skin every morning, massaging gently until fully absorbed. For best results, use in conjunction with our Hydrating Night Cream.",
  "ratings": 5
},
{
  "id": "Anti-Aging Night Cream",
  "cathegory": "face",
  "title": "Anti-Aging Night Cream",
  "urls": [
    "/assets/products/37.png",
    "/assets/products/37.png",
    "/assets/products/37.png"
  ],
  "price": "55.99",
  "inStock": 10,
  "cardDescription": "Turn back the clock with our Anti-Aging Night Cream. Formulated with potent ingredients, it reduces the appearance of fine lines and wrinkles, leaving your skin looking youthful and rejuvenated.",
  "pageDescription": "Our Anti-Aging Night Cream is a luxurious blend of retinol and peptides that works overnight to repair and renew your skin. This rich, velvety cream diminishes signs of aging, boosts collagen production, and improves skin texture, revealing a smoother, firmer complexion. Wake up to visibly younger-looking skin with our intensive night treatment.",
  "ingredients": "Retinol Peptides Vitamin C Argan Oil",
  "usage": "Apply to clean, dry skin every evening, gently massaging into face and neck until fully absorbed. For optimal results, use after cleansing and toning.",
  "ratings": 5
},



  {
    "id": "NourishingArganHairOil",
    "cathegory": "hair",
    "title": "Nourishing Argan Hair Oil",
    "urls": [
      "/assets/products/52.png",
      "/assets/products/52.png",
      "/assets/products/52.png"
    ],
    "price": "19.99",
    "inStock": 9,
    "cardDescription": "Experience the ultimate hair nourishment with our luxurious Argan Hair Oil. Infused with a potent blend of natural ingredients, it revitalizes and strengthens your hair, leaving it with a radiant shine.",
    "pageDescription": "Our Nourishing Argan Hair Oil is a luxurious blend of Argan oil, rich in antioxidants and vitamins, to deeply moisturize and repair damaged hair. This lightweight formula absorbs quickly, leaving your hair feeling silky smooth with a healthy shine. Suitable for all hair types.",
    "ingredients": "Argan Oil Coconut Oil Jojoba Oil Vitamin E",
    "usage": "Apply a small amount to damp or dry hair, focusing on mid-lengths to ends. Style as usual. For best results, use daily or as needed.",
    "ratings": 2
},
{
  "id": "HydratingCoconutHairOil",
  "cathegory": "hair",
  "title": "Hydrating Coconut Hair Oil",
  "urls": [
    "/assets/products/53.png",
    "/assets/products/53.png",
    "/assets/products/53.png"
  ],
  "price": "17.99",
  "inStock": 7,
  "cardDescription": "Quench your hair's thirst with our indulgent Coconut Hair Oil. Formulated with natural coconut extract, it restores moisture and vitality, leaving your hair irresistibly soft and manageable.",
  "pageDescription": "Indulge your hair with our Hydrating Coconut Hair Oil, enriched with natural coconut extract to deeply hydrate and condition dry, brittle hair. This non-greasy formula penetrates deeply to replenish moisture, leaving your hair soft, smooth, and manageable. Perfect for those in need of a hydration boost.",
  "ingredients": "Coconut Oil Sweet Almond Oil Avocado Oil Vitamin B5",
  "usage": "Warm a small amount between your palms and distribute evenly through damp or dry hair. Style as desired. Use regularly for best results.",
  "ratings": 3
},

{
  "id": "StrengtheningCastorHairOil",
  "cathegory": "hair",
  "title": "Strengthening Castor Hair Oil",
  "urls": [
    "/assets/products/54.png",
    "/assets/products/54.png",
    "/assets/products/54.png"
  ],
  "price": "25.99",
  "inStock": 10,
  "cardDescription": "Unleash the power of stronger, healthier hair with our Strengthening Castor Hair Oil. Crafted with potent castor oil and nourishing botanical extracts, it promotes growth and reduces breakage for visibly thicker, more resilient hair.",
  "pageDescription": "Our Strengthening Castor Hair Oil is a powerful blend of castor oil and botanical extracts, specially formulated to nourish the scalp and strengthen hair from root to tip. This nutrient-rich oil promotes hair growth, reduces split ends, and prevents breakage, leaving your hair longer, thicker, and more resilient.",
  "ingredients": "Castor Oil  Rosemary Extract  Peppermint Oil Biotin",
  "usage": "Massage a small amount into the scalp and through the lengths of damp or dry hair. Leave in overnight for an intensive treatment or wash out after 30 minutes for regular use. Use 2-3 times a week for optimal results.",
  "ratings": 4
},


{
  "id": "Revitalizing Rosehip Body Oil",
  "cathegory": "body",
  "title": "Revitalizing Rosehip Body Oil",
  "urls": [
    "/assets/products/56.png",
    "/assets/products/56.png",
    "/assets/products/56.png"
  ],
  "price": "12.99",
  "inStock": 0,
  "cardDescription": "Indulge your skin with our luxurious Revitalizing Rosehip Body Oil, enriched with nourishing botanicals to hydrate, firm, and rejuvenate your skin for a radiant glow.",
  "pageDescription": "Our Revitalizing Rosehip Body Oil is a decadent blend of rosehip oil, rich in vitamins and antioxidants, to deeply moisturize and improve skin elasticity. Infused with a delicate rose scent, this lightweight formula absorbs quickly, leaving your skin feeling velvety soft and looking radiant. Perfect for all skin types in need of a revitalizing boost.",
  "ingredients": "Rosehip Oil Jojoba Oil Grapeseed Oil Vitamin C",
  "usage": "Apply a few drops onto damp skin after showering or bathing. Massage gently until fully absorbed. For best results, use daily or as needed.",
  "ratings": 4
},

{
  "id": "Soothing Lavender Body Oil",
  "cathegory": "body",
  "title": "Soothing Lavender Body Oil",
  "urls": [
    "/assets/products/57.png",
    "/assets/products/57.png",
    "/assets/products/57.png"
  ],
  "price": "40.99",
  "inStock": 4,
  "cardDescription": "Relax and unwind with our Soothing Lavender Body Oil, infused with calming lavender essential oil to nourish your skin and soothe your senses for a tranquil experience.",
  "pageDescription": "Our Soothing Lavender Body Oil is a harmonious blend of lavender essential oil and botanical extracts, designed to hydrate and soothe dry, irritated skin. This gentle formula absorbs quickly, leaving your skin feeling deeply nourished and delicately scented with the calming aroma of lavender. Ideal for promoting relaxation and enhancing your self-care routine.",
  "ingredients": "Lavender Essential Oil Sweet Almond Oil Chamomile Extract Vitamin E",
  "usage": "Warm a small amount between your palms and massage onto clean, dry skin until fully absorbed. Use after bathing or whenever your skin needs a calming treat.",
  "ratings": 5
},






{
  "id": "Daily Defense SPF 30 Moisturizer",
  "cathegory": "face",
  "title": "Daily Defense SPF 30 Moisturizer",
  "urls": [
    "/assets/products/58.png",
    "/assets/products/58.png",
    "/assets/products/58.png"
  ],
  "price": "40.99",
  "inStock": 11,
  "cardDescription": "Protect and nourish your skin with our Daily Defense SPF 30 Moisturizer. Formulated with broad-spectrum SPF protection and hydrating ingredients, it shields your skin from harmful UV rays while keeping it moisturized and healthy.",
  "pageDescription": "Our Daily Defense SPF 30 Moisturizer is a multi-tasking powerhouse that combines sun protection with intense hydration. Enriched with antioxidants and botanical extracts, this lightweight formula defends against environmental stressors while replenishing moisture for a soft, supple complexion. Perfect for daily use to keep your skin protected and radiant.",
  "ingredients": "Octinoxate Octisalate Avobenzone Hyaluronic Acid Green Tea Extract",
  "usage": "Apply liberally to clean, dry skin every morning, 15 minutes before sun exposure. Reapply as needed, especially after swimming or sweating. For best results, use in conjunction with your regular skincare routine.",
  "ratings": 5
},


{
  "id": "Ultra-Lightweight SPF 50 Sunscreen",
  "cathegory": "face",
  "title": "Ultra-Lightweight SPF 50 Sunscreen",
  "urls": [
    "/assets/products/60.png",
    "/assets/products/60.png",
    "/assets/products/60.png"
  ],
  "price": "19.99",
  "inStock": 0,
  "cardDescription": "Experience ultimate sun protection without the heavy feel with our Ultra-Lightweight SPF 50 Sunscreen. This oil-free formula offers high SPF protection in a sheer, non-greasy texture, perfect for daily wear under makeup or alone.",
  "pageDescription": "Our Ultra-Lightweight SPF 50 Sunscreen provides maximum sun protection in a weightless, fast-absorbing formula. Infused with antioxidants and vitamin E, it shields your skin from harmful UV rays while defending against free radicals and premature aging. The sheer, non-comedogenic formula leaves no white cast, making it suitable for all skin tones and types.",
  "ingredients": "Octocrylene Homosalate Octisalate Avobenzone Vitamin E",
  "usage": "Apply generously to face and neck as the last step in your skincare routine, 15 minutes before sun exposure. Reapply at least every 2 hours or after swimming or sweating. Can be worn alone or under makeup.",
  "ratings": 4
},





{
  "id": "Moisture Renewal Conditioner",
  "cathegory": "hair",
  "title": "Moisture Renewal Conditioner",
  "urls": [
    "/assets/products/49.png",
    "/assets/products/49.png",
    "/assets/products/49.png"
  ],
  "price": "9.99",
  "inStock": 7,
  "cardDescription": "Restore moisture and shine to your hair with our Moisture Renewal Conditioner. Infused with nourishing ingredients, it deeply hydrates and revitalizes dry, damaged hair for a silky-smooth finish.",
  "pageDescription": "Our Moisture Renewal Conditioner is specially formulated to replenish dry, thirsty hair with intense hydration. Enriched with a blend of argan oil and shea butter, it restores softness and manageability while repairing split ends and preventing breakage. Say goodbye to dull, frizzy hair and hello to luscious locks with our luxurious conditioner.",
  "ingredients": "Argan Oil Shea Butter Coconut Oil Hyaluronic Acid",
  "usage": "After shampooing, apply a generous amount to wet hair, focusing on mid-lengths to ends. Leave on for 2-3 minutes, then rinse thoroughly. For best results, use with our Moisture Renewal Shampoo.",
  "ratings": 3
},
{
  "id": "Repair & Strengthen Conditioner",
  "cathegory": "hair",
  "title": "Repair & Strengthen Conditioner",
  "urls": [
    "/assets/products/50.png",
    "/assets/products/50.png",
    "/assets/products/50.png"
  ],
  "price": "6.99",
  "inStock": 0,
  "cardDescription": "Revive weak, brittle hair with our Repair & Strengthen Conditioner. Formulated with potent ingredients, it fortifies the hair shaft, reduces breakage, and promotes healthy growth for resilient strands.",
  "pageDescription": "Our Repair & Strengthen Conditioner is designed to repair and fortify damaged hair from within. Infused with keratin protein and biotin, it strengthens the hair shaft, reduces split ends, and improves elasticity for hair that's visibly healthier and more resilient. Say hello to strong, beautiful hair with our nourishing conditioner.",
  "ingredients": "Keratin Protein Biotin Castor Oil Vitamin B5",
  "usage": "After shampooing, apply a generous amount to wet hair, focusing on damaged areas. Leave on for 3-5 minutes, then rinse thoroughly. For best results, use regularly as part of your hair care routine.",
  "ratings": 2
},
{
  "id": "Volume Boost Conditioner",
  "cathegory": "hair",
  "title": "Volume Boost Conditioner",
  "urls": [
    "/assets/products/51.png",
    "/assets/products/51.png",
    "/assets/products/51.png"
  ],
  "price": "11.99",
  "inStock": 5,
  "cardDescription": "Achieve full-bodied, voluminous hair with our Volume Boost Conditioner. Enriched with lightweight ingredients, it adds lift and dimension to fine, limp hair for a bouncy, glamorous look.",
  "pageDescription": "Our Volume Boost Conditioner is the secret to achieving salon-worthy volume at home. Formulated with a blend of collagen and panthenol, it plumps each strand from root to tip, providing long-lasting lift and body without weighing hair down. Say goodbye to flat, lifeless locks and hello to luxuriously voluminous hair with our transformative conditioner.",
  "ingredients": "Collagen Panthenol Biotin Vitamin E",
  "usage": "After shampooing, apply a small amount to wet hair, focusing on roots and lengths. Leave on for 1-2 minutes, then rinse thoroughly. For maximum volume, pair with our Volume Boost Shampoo.",
  "ratings": 5
},





{
  "id": "Hydrating Argan Oil Shampoo",
  "cathegory": "hair",
  "title": "Hydrating Argan Oil Shampoo",
  "urls": [
    "/assets/products/39.png",
    "/assets/products/39.png",
    "/assets/products/39.png"
  ],
  "price": "10.99",
  "inStock": 6,
  "cardDescription": "Infuse your hair with moisture using our Hydrating Argan Oil Shampoo. Formulated with a blend of nourishing ingredients, it cleanses and hydrates dry, damaged hair for a silky-smooth finish.",
  "pageDescription": "Our Hydrating Argan Oil Shampoo is enriched with a luxurious blend of argan oil and vitamins to nourish and hydrate your hair from root to tip. This gentle formula effectively cleanses while replenishing moisture, leaving your hair soft, shiny, and manageable. Say hello to healthy, hydrated hair with our rejuvenating shampoo.",
  "ingredients": "Argan Oil Vitamin E Pro-Vitamin B5 Coconut Oil",
  "usage": "Apply to wet hair, lather, and rinse thoroughly. For best results, follow with our Hydrating Argan Oil Conditioner.",
  "ratings": 4
},
{
  "id": "Volumizing Biotin Shampoo",
  "cathegory": "hair",
  "title": "Volumizing Biotin Shampoo",
  "urls": [
    "/assets/products/40.png",
    "/assets/products/40.png",
    "/assets/products/40.png"
  ],
  "price": "8.99",
  "inStock": 12,
  "cardDescription": "Boost volume and thickness with our Volumizing Biotin Shampoo. Formulated with powerful ingredients, it strengthens and revitalizes fine, limp hair for a fuller, more voluminous look.",
  "pageDescription": "Our Volumizing Biotin Shampoo is infused with biotin, collagen, and keratin to promote hair growth, strengthen the hair shaft, and add thickness and volume. This lightweight formula gently cleanses while nourishing the scalp and hair follicles, leaving your hair looking and feeling healthier and fuller. Say goodbye to flat, lifeless locks and hello to beautiful, voluminous hair with our revitalizing shampoo.",
  "ingredients": "Biotin Collagen Keratin Vitamin B5",
  "usage": "Massage into wet hair, lather, and rinse thoroughly. For best results, follow with our Volumizing Biotin Conditioner.",
  "ratings": 1
},
{
  "id": "Soothing Tea Tree Shampoo",
  "cathegory": "hair",
  "title": "Soothing Tea Tree Shampoo",
  "urls": [
    "/assets/products/41.png",
    "/assets/products/41.png",
    "/assets/products/41.png"
  ],
  "price": "6.99",
  "inStock": 9,
  "cardDescription": "Soothe and refresh your scalp with our Soothing Tea Tree Shampoo. Infused with invigorating ingredients, it gently cleanses and purifies the scalp, leaving your hair feeling clean and revitalized.",
  "pageDescription": "Our Soothing Tea Tree Shampoo is formulated with tea tree oil, peppermint, and eucalyptus to calm and purify the scalp, eliminating dryness, itchiness, and flakiness. This refreshing formula effectively removes buildup and impurities while promoting healthy hair growth, leaving your scalp feeling clean and revitalized. Say goodbye to scalp irritation and hello to a fresh, invigorated scalp with our soothing shampoo.",
  "ingredients": "Tea Tree Oil Peppermint Eucalyptus Vitamin E",
  "usage": "Apply to wet hair, massage into the scalp, and rinse thoroughly. For best results, follow with our Soothing Tea Tree Conditioner.",
  "ratings": 2
},
{
  "id": "Color-Protecting Coconut Shampoo",
  "cathegory": "hair",
  "title": "Color-Protecting Coconut Shampoo",
  "urls": [
    "/assets/products/42.png",
    "/assets/products/42.png",
    "/assets/products/42.png"
  ],
  "price": "5.99",
  "inStock": 0,
  "cardDescription": "Preserve your hair color and shine with our Color-Protecting Coconut Shampoo. Enriched with nourishing ingredients, it gently cleanses and moisturizes colored hair for long-lasting vibrancy.",
  "pageDescription": "Our Color-Protecting Coconut Shampoo is specially formulated to extend the life of your hair color while nourishing and moisturizing your locks. Infused with coconut oil and vitamins, this gentle formula seals the hair cuticle, locking in color and preventing fading, while leaving your hair soft, shiny, and vibrant. Say hello to salon-worthy color and shine with our protective shampoo.",
  "ingredients": "Coconut Oil Vitamin E Pro-Vitamin B5 Keratin",
  "usage": "Massage into wet hair, lather, and rinse thoroughly. For best results, follow with our Color-Protecting Coconut Conditioner.",
  "ratings": 3
},
{
  "id": "Clarifying Charcoal Shampoo",
  "cathegory": "hair",
  "title": "Clarifying Charcoal Shampoo",
  "urls": [
    "/assets/products/43.png",
    "/assets/products/43.png",
    "/assets/products/43.png"
  ],
  "price": "19.99",
  "inStock": 9,
  "cardDescription": "Detoxify and purify your hair with our Clarifying Charcoal Shampoo. Formulated with activated charcoal and botanical extracts, it removes buildup and impurities, leaving your hair feeling clean and refreshed.",
  "pageDescription": "Our Clarifying Charcoal Shampoo is infused with activated charcoal, tea tree oil, and peppermint to deeply cleanse and purify the scalp and hair. This detoxifying formula effectively removes excess oil, product buildup, and environmental pollutants, leaving your hair feeling squeaky clean and refreshed. Say goodbye to dull, lackluster locks and hello to clean, revitalized hair with our clarifying shampoo.",
  "ingredients": "Activated Charcoal Tea Tree Oil Peppermint Vitamin E",
  "usage": "Apply to wet hair, lather, and massage into the scalp. Rinse thoroughly. For best results, follow with our Clarifying Charcoal Conditioner.",
  "ratings": 4
},






{
  "id": "Nourishing Shea Butter Body Lotion",
  "cathegory": "body",
  "title": "Nourishing Shea Butter Body Lotion",
  "urls": [
    "/assets/products/23.png",
    "/assets/products/23.png",
    "/assets/products/23.png"
  ],
  "price": "5.99",
  "inStock": 6,
  "cardDescription": "Indulge your skin with our Nourishing Shea Butter Body Lotion. Enriched with shea butter and vitamin E, it deeply moisturizes and softens the skin for a luxurious, silky-smooth feel.",
  "pageDescription": "Our Nourishing Shea Butter Body Lotion is a rich, creamy formula that hydrates and nourishes dry, rough skin. Infused with shea butter, vitamin E, and botanical extracts, it absorbs quickly to provide long-lasting moisture and improve skin elasticity. Pamper your skin with our indulgent body lotion for a touchably soft and supple complexion.",
  "ingredients": "Shea Butter Vitamin E Coconut Oil Jojoba Oil",
  "usage": "Apply liberally to clean, dry skin, massaging gently until fully absorbed. For best results, use daily, especially after bathing or showering.",
  "stars": 2
},{
  "id": "Soothing Aloe Vera Body Lotion",
  "cathegory": "body",
  "title": "Soothing Aloe Vera Body Lotion",
  "urls": [
    "/assets/products/24.png",
    "/assets/products/24.png",
    "/assets/products/24.png"
  ],
  "price": "19.99",
  "inStock": 9,
  "cardDescription": "Soothe and hydrate your skin with our Soothing Aloe Vera Body Lotion. Infused with pure aloe vera and botanical extracts, it calms irritation and restores moisture for a refreshed, revitalized complexion.",
  "pageDescription": "Our Soothing Aloe Vera Body Lotion is a lightweight, non-greasy formula that provides instant relief to dry, irritated skin. Enriched with pure aloe vera, chamomile, and calendula extracts, it replenishes moisture, soothes redness, and promotes healing for a healthy, radiant glow. Treat your skin to the calming benefits of our soothing body lotion for a revitalized complexion.",
  "ingredients": "Aloe Vera Chamomile Extract Calendula Extract Vitamin E",
  "usage": "Smooth onto clean, dry skin, focusing on areas of dryness or irritation. Reapply as needed throughout the day.",
  "ratings": 5
},
{
  "id": "Firming Collagen Body Lotion",
  "cathegory": "body",
  "title": "Firming Collagen Body Lotion",
  "urls": [
    "/assets/products/25.png",
    "/assets/products/25.png",
    "/assets/products/25.png"
  ],
  "price": "25.99",
  "inStock": 0,
  "cardDescription": "Tighten and tone your skin with our Firming Collagen Body Lotion. Formulated with collagen and elastin, it improves skin elasticity and texture for a smoother, more youthful appearance.",
  "pageDescription": "Our Firming Collagen Body Lotion is a luxurious formula that targets sagging, aging skin to reveal a firmer, more toned complexion. Infused with collagen, elastin, and hyaluronic acid, it hydrates and plumps the skin, reducing the appearance of fine lines and wrinkles. Rejuvenate your skin with our firming body lotion for a visibly smoother, more youthful-looking body.",
  "ingredients": "Collagen Elastin Hyaluronic Acid Vitamin ",
  "usage": "Massage onto clean, dry skin, focusing on areas prone to sagging or dryness. Use daily for best results.",
  "ratings": 4
},
{
  "id": "Rejuvenating Coconut Body Lotion",
  "cathegory": "body",
  "title": "Rejuvenating Coconut Body Lotion",
  "urls": [
    "/assets/products/27.png",
    "/assets/products/27.png",
    "/assets/products/27.png"
  ],
  "price": "16.99",
  "inStock": 9,
  "cardDescription": "Experience the tropical escape with our Rejuvenating Coconut Body Lotion. Infused with coconut oil and botanical extracts, it deeply nourishes and revitalizes the skin for a beach-ready glow.",
  "pageDescription": "Our Rejuvenating Coconut Body Lotion is a lightweight, fast-absorbing formula that transports your senses to a tropical paradise. Enriched with coconut oil, shea butter, and vitamin E, it hydrates and softens the skin, leaving it feeling smooth, supple, and delicately scented. Treat yourself to a daily dose of hydration with our rejuvenating body lotion for a radiant, sun-kissed complexion.",
  "ingredients": "Coconut Oil Shea Butter Vitamin E Almond Oil",
  "usage": "Smooth onto clean, dry skin, massaging gently until fully absorbed. Reapply throughout the day as needed.",
  "ratings": 2
},



{
  "id": "Moisturizing Shea Butter Body Wash",
  "cathegory": "body",
  "title": "Moisturizing Shea Butter Body Wash",
  "urls": [
    "/assets/products/21.png",
    "/assets/products/21.png",
    "/assets/products/21.png"
  ],
  "price": "6.99",
  "inStock": 5,
  "cardDescription": "Pamper your skin with our Moisturizing Shea Butter Body Wash. Enriched with shea butter and botanical extracts, it gently cleanses and hydrates the skin, leaving it feeling soft and refreshed.",
  "pageDescription": "Our Moisturizing Shea Butter Body Wash is a luxurious formula that nourishes and moisturizes the skin as it cleanses. Infused with shea butter, aloe vera, and chamomile extracts, it soothes dryness and irritation while promoting soft, smooth skin. Treat yourself to a spa-like experience with our indulgent body wash.",
  "ingredients": "Shea Butter Aloe Vera Chamomile Extract Coconut Oil",
  "usage": "Apply to wet skin, lather, and massage gently. Rinse thoroughly. For best results, follow with our Nourishing Shea Butter Body Lotion.",
  "ratings": 2
},
{
  "id": "Invigorating Tea Tree Body Wash",
  "cathegory": "body",
  "title": "Invigorating Tea Tree Body Wash",
  "urls": [
    "/assets/products/20.png",
    "/assets/products/20.png",
    "/assets/products/20.png"
  ],
  "price": "7.99",
  "inStock": 7,
  "cardDescription": "Refresh and revitalize your skin with our Invigorating Tea Tree Body Wash. Infused with tea tree oil and peppermint, it purifies and energizes the skin for a rejuvenated feel.",
  "pageDescription": "Our Invigorating Tea Tree Body Wash is a refreshing blend of tea tree oil, peppermint, and eucalyptus that invigorates the senses while cleansing the skin. With its purifying properties, it removes dirt, oil, and impurities without stripping the skin's natural moisture barrier, leaving you feeling clean, refreshed, and revitalized.",
  "ingredients": "Tea Tree Oil Peppermint Eucalyptus Vitamin E",
  "usage": "Apply to damp skin, lather, and massage over the body. Rinse thoroughly. For an extra-refreshing experience, follow with our Cooling Tea Tree Body Lotion.",
  "ratings": 5
},
{
  "id": "Soothing Lavender Body Wash",
  "cathegory": "body",
  "title": "Soothing Lavender Body Wash",
  "urls": [
    "/assets/products/19.png",
    "/assets/products/19.png",
    "/assets/products/19.png"
  ],
  "price": "9.99",
  "inStock": 9,
  "cardDescription": "Relax and unwind with our Soothing Lavender Body Wash. Infused with lavender oil and chamomile, it calms the senses and cleanses the skin for a tranquil bathing experience.",
  "pageDescription": "Our Soothing Lavender Body Wash is a gentle formula that soothes both the body and mind. With its calming blend of lavender oil, chamomile, and aloe vera, it cleanses the skin while promoting relaxation and stress relief. Indulge in a moment of serenity with our lavender-infused body wash.",
  "ingredients": "Lavender Oil Chamomile Extract Aloe Vera Vitamin E",
  "usage": "Apply to sponge, loofah, or hands and lather over wet skin. Rinse thoroughly. For a calming bath, add a few drops to running water and soak.",
  "ratings": 5
},
{
  "id": "Energizing Citrus Body Wash",
  "cathegory": "body",
  "title": "Energizing Citrus Body Wash",
  "urls": [
    "/assets/products/18.png",
    "/assets/products/18.png",
    "/assets/products/18.png"
  ],
  "price": "19.99",
  "inStock": 9,
  "cardDescription": "Wake up your senses with our Energizing Citrus Body Wash. Infused with citrus extracts and vitamin C, it cleanses and refreshes the skin, leaving you feeling revitalized and invigorated.",
  "pageDescription": "Our Energizing Citrus Body Wash is a zesty blend of citrus extracts and vitamin C that awakens the senses while cleansing the skin. With its refreshing fragrance and invigorating formula, it removes impurities and revitalizes dull, tired skin, leaving you feeling refreshed and energized.",
  "ingredients": "Citrus Extracts Vitamin C Grapefruit Seed Extract Coconut Oil",
  "usage": "Apply to damp skin, lather, and massage over the body. Rinse thoroughly. For an extra burst of energy, follow with our Revitalizing Citrus Body Lotion.",
  "ratings": 3
},



{
  "id": "Gentle Foaming Facial Cleanser",
  "cathegory": "face",
  "title": "Gentle Foaming Facial Cleanser",
  "urls": [
    "/assets/products/11.png",
    "/assets/products/11.png",
    "/assets/products/11.png"
  ],
  "price": "22.99",
  "inStock": 0,
  "cardDescription": "Gently cleanse your skin with our Gentle Foaming Facial Cleanser. Formulated with mild ingredients, it removes dirt, oil, and impurities without stripping the skin's natural moisture barrier.",
  "pageDescription": "Our Gentle Foaming Facial Cleanser is a lightweight, non-drying formula that effectively removes makeup, dirt, and oil while maintaining the skin's natural balance. Infused with soothing botanical extracts, it calms irritation and leaves your skin feeling clean, refreshed, and hydrated. Perfect for daily use to keep your complexion clear and radiant.",
  "ingredients": "Glycerin Aloe Vera Chamomile Extract Vitamin E",
  "usage": "Apply a small amount to wet skin, lather, and massage gently. Rinse thoroughly. For best results, follow with our Hydrating Facial Moisturizer.",
  "ratings": 3
},
{
  "id": "Purifying Tea Tree Face Wash",
  "cathegory": "face",
  "title": "Purifying Tea Tree Face Wash",
  "urls": [
    "/assets/products/5.png",
    "/assets/products/5.png",
    "/assets/products/5.png"
  ],
  "price": "19.99",
  "inStock": 9,
  "cardDescription": "Clarify your complexion with our Purifying Tea Tree Face Wash. Infused with tea tree oil and salicylic acid, it cleanses pores, controls oil, and prevents breakouts for clearer, smoother skin.",
  "pageDescription": "Our Purifying Tea Tree Face Wash is a refreshing gel cleanser that targets acne-prone skin to remove impurities and prevent breakouts. With its antibacterial properties, it purifies pores, controls excess oil production, and reduces inflammation for a clearer, more balanced complexion. Say goodbye to blemishes and hello to healthy, radiant skin with our purifying face wash.",
  "ingredients": "Tea Tree Oil Salicylic Acid Witch Hazel Vitamin E",
  "usage": "Massage onto damp skin, lather, and rinse thoroughly. Use morning and evening as part of your skincare routine.",
  "ratings": 2
},


{
  "id": "Hydrating Cucumber Face Wash",
  "cathegory": "face",
  "title": "Hydrating Cucumber Face Wash",
  "urls": [
    "/assets/products/8.png",
    "/assets/products/8.png",
    "/assets/products/8.png"
  ],
  "price": "12.99",
  "inStock": 0,
  "cardDescription": "Refresh and hydrate your skin with our Hydrating Cucumber Face Wash. Infused with cucumber extract and hyaluronic acid, it cleanses and moisturizes the skin for a healthy, radiant glow.",
  "pageDescription": "Our Hydrating Cucumber Face Wash is a gentle yet effective cleanser that refreshes and revitalizes the skin. With its cooling cucumber extract and hydrating hyaluronic acid, it removes impurities while locking in moisture, leaving your skin feeling clean, soft, and hydrated. Treat your skin to the refreshing benefits of our cucumber-infused face wash for a luminous complexion.",
  "ingredients": "Cucumber Extract Hyaluronic Acid Green Tea Extract Vitamin C",
  "usage": "Apply to damp skin, massage gently, and rinse thoroughly. Use daily for best results, followed by your favorite moisturizer.",
  "ratings": 3
},

{
  "id": "Exfoliating Charcoal Face Wash",
  "cathegory": "face",
  "title": "Exfoliating Charcoal Face Wash",
  "urls": [
    "/assets/products/7.png",
    "/assets/products/7.png",
    "/assets/products/7.png"
  ],
  "price": "10.99",
  "inStock": 5,
  "cardDescription": "Deep clean and detoxify your skin with our Exfoliating Charcoal Face Wash. Formulated with activated charcoal and exfoliating beads, it unclogs pores and removes dead skin cells for a smoother, clearer complexion.",
  "pageDescription": "Our Exfoliating Charcoal Face Wash is a purifying cleanser that draws out impurities and pollutants from the skin while gently exfoliating to reveal a brighter, smoother complexion. With its activated charcoal and natural exfoliants, it removes dirt, oil, and dead skin cells, leaving your skin feeling clean, refreshed, and revitalized. Say goodbye to dull, congested skin and hello to a fresh, radiant glow with our exfoliating face wash.",
  "ingredients": "Activated Charcoal Salicylic Acid Jojoba Beads Vitamin E",
  "usage": "Massage onto wet skin, focusing on areas of congestion and congestion. Rinse thoroughly. Use 2-3 times a week for best results, followed by your favorite moisturizer.",
  "ratings": 5
}

]